Repository: ORT141/QuietHeart
Catalog: lib/l10n/app_*.arb
Languages: he

# appTitle
source: Quiet Heart
he: לב שקט

# welcomeMessage
source: Welcome!
he: ברוכים הבאים!

# welcomeSubMessage
source: Quiet Heart awaits you
he: מחכה לכם "לב שקט"

# tabTales
source: Tales
he: סיפורים

# tabGames
source: Games
he: משחקים

# tabBreathe
source: Breathe
he: נשימה

# tabMotions
source: Motions
he: תנועה

source: Settings
he: הגדרות

source: English
he: אנגלית

source: Ukrainian
he: אוקראינית

source: Language
he: שפה

# themeMode
source: Theme
he: ערכת נושא

source: System Theme
he: ערכת נושא מערכת

source: Light Theme
he: ערכת נושא בהירה

source: Dark Theme
he: ערכת נושא כהה

# errorPlaySound
source: Error playing sound: {error}
he: שגיאה בניגון שמע: {error}

# onboardingTapPrompt
source: (Tap to continue)
he: (געו להמשך)

# talesTitle
source: Tales
he: סיפורים

# tale1Title
source: Captain Laughter
he: קפטן צחוקון

# tale1Author
source: AI, Reads: A. Dudarok
he: בינה מלאכותית, קריאה: דודאריוק א.

# tale2Title
source: Hamster's New Life
he: חיים חדשים להמיק

# tale2Author
source: M. Boyko, Reads: A. Dudarok
he: בויקו מ, קריאה: דודאריוק א.

# tale3Title
source: The Dreamer
he: החולם

# tale3Author
source: O. Andreeva, Reads: A. Dudarok
he: אנדרייבה א, קריאה: רזיאנינה ד.

source: Loading...
he: טוען...

# motionSelectVideoHint
source: Select a motion video
he: בחרו סרטון תנועה

# motionStartButton
source: Start
he: התחל

# motionStopButton
source: Stop
he: עצור

# errorLoadingVideo
source: Error loading video: {error}
he: שגיאה בטעינת וידאו: {error}

# motionVideoNameDog
source: Doggy
he: כלבלב

# motionVideoNameHeart
source: Heart
he: לב קטן

# motionVideoNameUnknown
source: Unknown Video
he: סרטון לא ידוע

# unknownError
source: An unknown error occurred
he: אירעה שגיאה לא ידועה

# gameSortingGroceriesTitle
source: Sorting Groceries
he: מיון מוצרים

# gameMatchingSoundsTitle
source: Match Sounds
he: מצאו זוג צלילים

# gameColorPaletteTitle
source: Color Palette
he: פלטת צבעים

# breatheSelectVideoHint
source: Select breathing video
he: בחרו סרטון נשימה

# breatheStartButton
source: Start
he: התחל

# breatheStopButton
source: Stop
he: עצור

# breatheVideoNameSquare
source: Square
he: קובייה

# breatheVideoNameHand
source: Fingers
he: אצבעות

# breatheVideoNameUnknown
source: Unknown Video
he: סרטון לא ידוע

# backButtonTooltip
source: Go back
he: חזור

# scoreDisplay
source: Score: {score} / {total}
he: ניקוד: {score} / {total}

# colorPaletteInstruction
source: Find the matching colors:
he: מצאו את הצבעים התואמים:

# gameWinTitle
source: Victory!
he: ניצחון!

# gameOverTitle
source: Game Over!
he: המשחק הסתיים!

# gameWinMessage
source: Excellent!
he: מצוין!

# gameTryAgainMessage
source: Good try. Try again!
he: טוב. נסו שוב!

# playAgainButton
source: Play Again
he: שחקו שוב

# errorPlaySoundGame
source: Error playing sound: {error}
he: שגיאה בניגון שמע: {error}

# gameOverPairsFoundAll
source: You found all the sound pairs!
he: מצאתם את כל זוגות הצלילים!

# gameOverPairsFoundSome
source: You found {pairsFound} pairs.
he: מצאתם {pairsFound} זוגות.

# gameOverStatsTitle
source: Statistics:
he: סטטיסטיקה:

# gameOverMoves
source: Moves: {moves}
he: מהלכים: {moves}

# gameOverTime
source: Time: {minutes}:{seconds}
he: זמן: {minutes}:{seconds}

# matchingGamePairsFound
source: Pairs Found: {found} / {total}
he: זוגות שנמצאו: {found} / {total}

# matchingGameMoves
source: Moves: {moves}
he: מהלכים: {moves}

# sortingGameOverOutOfLives
source: You ran out of lives!
he: נגמרו לכם הניסיונות!

# sortingGameOverScore
source: You scored {score} points!
he: צברתם {score} נקודות!

# sortingLivesPrefix
source: Lives:
he: ניסיונות:

# sortingBasketFruit
source: Fruits
he: פירות

# sortingBasketVegetable
source: Vegetables
he: ירקות

# sortingBasketBerry
source: Berries
he: פירות יער

# sortingScore
source: Score: {score}
he: ניקוד: {score}

# sortingIncorrectBasket
source: Wrong basket!
he: סל לא נכון!

# itemNameCarrot
source: Carrot
he: גזר

# itemNameBanana
source: Banana
he: בננה

# itemNameApple
source: Apple
he: תפוח

# itemNameTomato
source: Tomato
he: עגבנייה

# itemNameGrapes
source: Grapes
he: ענבים

# itemNameCucumber
source: Cucumber
he: מלפפון

# itemNameOrange
source: Orange
he: תפוז

# itemNamePotato
source: Potato
he: תפוח אדמה

# itemNameStrawberry
source: Strawberry
he: תות שדה

# itemNameRaspberry
source: Raspberry
he: פטל
